alefragnani.project-manager
alexcvzz.vscode-sqlite
christian-kohler.path-intellisense
ckolkman.vscode-postgres
RandomFractalsInc.duckdb-sql-tools
eamodio.gitlens
GitHub.classroom
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
mechatroner.rainbow-csv
medo64.render-crlf
ms-azuretools.vscode-docker
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.live-server
ms-vsliveshare.vsliveshare
quarto.quarto
REditorSupport.r
RDebugger.r-debugger
streetsidesoftware.code-spell-checker
tomoki1207.pdf
Posit.shiny-python
GitHub.vscode-pull-request-github
GitHub.remotehub