alefragnani.project-manager
alexcvzz.vscode-sqlite
christian-kohler.path-intellisense
ckolkman.vscode-postgres
eamodio.gitlens
REditorSupport.r
mechatroner.rainbow-csv
medo64.render-crlf
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
quarto.quarto
RDebugger.r-debugger
streetsidesoftware.code-spell-checker
tomoki1207.pdf
rstudio.pyshiny